Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: The temporary file will be removed. Save a copy using Save to Files, Save to Photos, or Share first.
de: Die temporäre Datei wird entfernt. Sichere zuerst eine Kopie über In Dateien sichern, In Fotos sichern oder Teilen.
es: El archivo temporal se eliminará. Guarda primero una copia con Guardar en Archivos, Guardar en Fotos o Compartir.
fr: Le fichier temporaire sera supprimé. Enregistrez d'abord une copie via Enregistrer dans Fichiers, Enregistrer dans Photos, ou Partager.
it: Il file temporaneo verrà rimosso. Salva prima una copia con Salva in File, Salva in Foto o Condividi.
sv: Den tillfälliga filen tas bort. Spara först en kopia med Spara till Filer, Spara till Bilder eller Dela.

source: The temporary file will be removed. Save to Photos or use Share to save a copy to Files first.
de: Die temporäre Datei wird entfernt. Sichere sie zuerst in Fotos oder lege über „Teilen“ eine Kopie in Dateien ab.
es: El archivo temporal se eliminará. Guárdalo antes en Fotos, o usa Compartir para guardar una copia en Archivos.
fr: Le fichier temporaire sera supprimé. Enregistrez d'abord dans Photos, ou utilisez Partager pour en sauvegarder une copie dans Fichiers.
it: Il file temporaneo verrà eliminato. Salvalo prima in Foto, oppure usa Condividi per salvarne una copia in File.
sv: Den tillfälliga filen tas bort. Spara först till Bilder, eller använd Dela för att spara en kopia till Filer.

source: The timeline and preview use this frame rate. A 60 fps clip on a 30 fps canvas plays at normal speed with fewer frames.
de: Timeline und Vorschau verwenden diese Bildrate. Ein 60-fps-Clip auf einer 30-fps-Arbeitsfläche läuft in normalem Tempo mit weniger Frames.
es: La línea de tiempo y la previsualización usan esta frecuencia de fotogramas. Un clip a 60 fps en un lienzo a 30 fps se reproduce a velocidad normal con menos fotogramas.
fr: La timeline et l'aperçu utilisent cette fréquence d'images. Un plan à 60 ips sur un canevas à 30 ips est lu à vitesse normale avec moins d'images.
it: La timeline e l'anteprima usano questa frequenza fotogrammi. Un clip a 60 fps su un canvas a 30 fps viene riprodotto a velocità normale con meno fotogrammi.
sv: Tidslinjen och förhandsvisningen använder den här bildfrekvensen. Ett klipp i 60 fps på en arbetsyta i 30 fps spelas i normal hastighet med färre bildrutor.

source: The tracked mask was removed.
de: Die getrackte Maske wurde entfernt.
es: Se ha eliminado la máscara rastreada.
fr: Le masque suivi a été supprimé.
it: La maschera tracciata è stata rimossa.
sv: Den spårade masken togs bort.

source: The tracking frame could not be resized.
de: Die Größe des Tracking-Frames konnte nicht geändert werden.
es: No se ha podido redimensionar el fotograma de rastreo.
fr: L’image de suivi n’a pas pu être redimensionnée.
it: Non è stato possibile ridimensionare il fotogramma di tracciamento.
sv: Spårningsbildrutans storlek kunde inte ändras.

source: The usual starting point for phone and mirrorless footage.
de: Der übliche Ausgangspunkt für Material von Smartphones und spiegellosen Kameras.
es: El punto de partida habitual para material de móvil y de cámara sin espejo.
fr: Le point de départ habituel pour les images de téléphone et d'hybride.
it: Il punto di partenza abituale per materiale da telefono e mirrorless.
sv: Den vanliga utgångspunkten för material från mobil och systemkamera.

source: The video encoder could not allocate an output frame.
de: Der Video-Encoder konnte keinen Ausgabeframe belegen.
es: El codificador de vídeo no pudo asignar un fotograma de salida.
fr: L'encodeur vidéo n'a pas pu allouer une image de sortie.
it: L'encoder video non è riuscito ad allocare un fotogramma di uscita.
sv: Videokodaren kunde inte avsätta en utdatabildruta.

source: The video encoder could not allocate its Metal-compatible frame pool.
de: Der Video-Encoder konnte seinen Metal-kompatiblen Frame-Pool nicht belegen.
es: El codificador de vídeo no pudo asignar su grupo de fotogramas compatible con Metal.
fr: L'encodeur vidéo n'a pas pu allouer son pool d'images compatible Metal.
it: L'encoder video non è riuscito ad allocare il suo pool di fotogrammi compatibile con Metal.
sv: Videokodaren kunde inte avsätta sin Metal-kompatibla bildrutepool.

source: The video encoder could not recycle frame memory.
de: Der Video-Encoder konnte Frame-Speicher nicht wiederverwenden.
es: El codificador de vídeo no pudo reciclar la memoria de fotogramas.
fr: L'encodeur vidéo n'a pas pu recycler la mémoire d'images.
it: L'encoder video non è riuscito a riciclare la memoria dei fotogrammi.
sv: Videokodaren kunde inte återanvända bildruteminnet.

source: The video encoder frame pool became unavailable.
de: Der Frame-Pool des Video-Encoders wurde nicht mehr verfügbar.
es: El grupo de fotogramas del codificador de vídeo dejó de estar disponible.
fr: Le pool d'images de l'encodeur vidéo est devenu indisponible.
it: Il pool di fotogrammi dell'encoder video non è più disponibile.
sv: Videokodarens bildrutepool blev otillgänglig.

source: The video encoder rejected a processed frame.
de: Der Video-Encoder hat einen verarbeiteten Frame abgelehnt.
es: El codificador de vídeo rechazó un fotograma procesado.
fr: L'encodeur vidéo a rejeté une image traitée.
it: L'encoder video ha rifiutato un fotogramma elaborato.
sv: Videokodaren avvisade en bearbetad bildruta.

source: The video renderer could not be started.
de: Der Video-Renderer konnte nicht gestartet werden.
es: No se ha podido iniciar el renderizador de vídeo.
fr: Le moteur de rendu vidéo n’a pas pu démarrer.
it: Non è stato possibile avviare il renderer video.
sv: Videorenderaren kunde inte startas.

source: The window and its own colour adjustments are removed. The clip's main grade is untouched, and Undo brings the mask back.
de: Das Fenster und seine eigenen Farbanpassungen werden entfernt. Das Haupt-Grading des Clips bleibt unberührt, und Widerrufen holt die Maske zurück.
es: La ventana y sus propios ajustes de color se eliminan. El etalonaje principal del clip no se toca, y Deshacer recupera la máscara.
fr: La fenêtre et ses propres réglages de couleur sont retirés. L'étalonnage principal du clip n'est pas touché, et Annuler ramène le masque.
it: La finestra e le sue regolazioni di colore vengono rimosse. Il grading principale della clip non viene toccato, e Annulla riporta indietro la maschera.
sv: Fönstret och dess egna färgjusteringar tas bort. Klippets huvudgrading påverkas inte, och Ångra hämtar tillbaka masken.

source: There are keyframes elsewhere. Tap to add one at the playhead.
de: An anderer Stelle gibt es Keyframes. Tippe, um hier am Abspielkopf einen hinzuzufügen.
es: Hay fotogramas clave en otros puntos. Toca para añadir uno en el cabezal.
fr: Il y a des images clés ailleurs. Touchez pour en ajouter une à la tête de lecture.
it: Ci sono fotogrammi chiave altrove. Tocca per aggiungerne uno alla testina.
sv: Det finns keyframes på andra ställen. Tryck för att lägga till en vid uppspelningshuvudet.

source: There are no clips to export.
de: Es gibt keine Clips zum Exportieren.
es: No hay clips que exportar.
fr: Il n’y a aucun clip à exporter.
it: Non ci sono clip da esportare.
sv: Det finns inga klipp att exportera.

source: There are no refinement strokes to reset.
de: Es gibt keine Korrekturstriche zum Zurücksetzen.
es: No hay trazos de refinado que restablecer.
fr: Il n’y a aucun trait de retouche à réinitialiser.
it: Non ci sono tratti di rifinitura da reimpostare.
sv: Det finns inga förfiningsdrag att återställa.

source: There is no decoded frame to measure yet.
de: Es gibt noch keinen dekodierten Frame zum Messen.
es: Todavía no hay ningún fotograma descodificado que medir.
fr: Il n'y a encore aucune image décodée à mesurer.
it: Non c'è ancora alcun fotogramma decodificato da misurare.
sv: Det finns ännu ingen avkodad bildruta att mäta.

source: There is no visible clip beneath this one at the playhead, so transparent areas show the canvas instead.
de: Am Abspielkopf liegt kein sichtbarer Clip unter diesem, daher zeigen transparente Bereiche die Arbeitsfläche.
es: No hay ningún clip visible debajo de este en el cabezal, así que las zonas transparentes muestran el lienzo.
fr: Aucun clip visible ne se trouve sous celui-ci à la tête de lecture : les zones transparentes montrent donc le canevas.
it: Non c'è nessuna clip visibile sotto questa alla testina, quindi le zone trasparenti mostrano il canvas.
sv: Det finns inget synligt klipp under det här vid uppspelningshuvudet, så genomskinliga områden visar arbetsytan i stället.

source: There is not enough detail in this picture to match.
de: In diesem Bild gibt es nicht genug Details für einen Abgleich.
es: Esta imagen no tiene suficiente detalle para el ajuste.
fr: Cette image ne contient pas assez de détail pour établir une correspondance.
it: Questa immagine non ha dettaglio sufficiente per l'abbinamento.
sv: Det finns inte tillräckligt med detalj i den här bilden för att matcha.

source: There is not enough memory for a tracking frame.
de: Es ist nicht genug Speicher für einen Tracking-Frame vorhanden.
es: No hay memoria suficiente para un fotograma de rastreo.
fr: La mémoire est insuffisante pour une image de suivi.
it: Non c’è memoria sufficiente per un fotogramma di tracciamento.
sv: Det finns inte tillräckligt med minne för en spårningsbildruta.

source: There isn’t enough free storage to export this video.
de: Es ist nicht genug freier Speicher vorhanden, um dieses Video zu exportieren.
es: No hay suficiente espacio libre para exportar este vídeo.
fr: L’espace libre est insuffisant pour exporter cette vidéo.
it: Non c’è spazio libero sufficiente per esportare questo video.
sv: Det finns inte tillräckligt med ledigt lagringsutrymme för att exportera videon.

source: These are the ordinary controls. Open Light, Color, Wheels or Curves to see them and change them.
de: Das sind die gewöhnlichen Bedienelemente. Öffne Licht, Farbe, Wheels oder Kurven, um sie zu sehen und zu ändern.
es: Estos son los controles normales. Abre Luz, Color, Ruedas o Curvas para verlos y cambiarlos.
fr: Ce sont les réglages ordinaires. Ouvrez Lumière, Couleur, Roues ou Courbes pour les voir et les modifier.
it: Questi sono i controlli ordinari. Apri Luce, Colore, Ruote o Curve per vederli e cambiarli.
sv: Det här är de vanliga kontrollerna. Öppna Ljus, Färg, Hjul eller Kurvor för att se dem och ändra dem.

source: This %@ source declares a %@ YCbCr matrix. GradeLab decodes Log chroma with the BT.2020 coefficients Apple specifies and will not reinterpret it.
de: Diese %@-Quelle gibt eine %@-YCbCr-Matrix an. GradeLab dekodiert Log-Chroma mit den von Apple vorgegebenen BT.2020-Koeffizienten und interpretiert sie nicht um.
es: Este origen %@ declara una matriz YCbCr %@. GradeLab decodifica la croma Log con los coeficientes BT.2020 que especifica Apple y no la va a reinterpretar.
fr: Cette source %@ déclare une matrice YCbCr %@. GradeLab décode la chroma Log avec les coefficients BT.2020 spécifiés par Apple et ne la réinterprétera pas.
it: Questa sorgente %@ dichiara una matrice YCbCr %@. GradeLab decodifica la crominanza Log con i coefficienti BT.2020 indicati da Apple e non la reinterpreterà.
sv: Den här %@-källan anger en YCbCr-matris av typen %@. GradeLab avkodar Log-kroma med de BT.2020-koefficienter Apple anger och omtolkar den inte.

source: This %@ source reports %lld-bit precision. Log needs at least 10 bits to survive the transform to scene light.
de: Diese %@-Quelle meldet %lld Bit Präzision. Log braucht mindestens 10 Bit, um die Transformation zu Szenenlicht zu überstehen.
es: Este origen %@ indica una precisión de %lld bits. Log necesita al menos 10 bits para sobrevivir a la transformación a luz de escena.
fr: Cette source %@ indique une précision de %lld bits. Le Log exige au moins 10 bits pour survivre à la transformation vers la lumière de scène.
it: Questa sorgente %@ indica una precisione di %lld bit. Il Log richiede almeno 10 bit per sopravvivere alla trasformazione in luce di scena.
sv: Den här %@-källan anger %lld-bitars precision. Log behöver minst 10 bitar för att klara transformen till scenljus.

source: This %lld-bit Rec.709 source is decoded, graded and exported at full precision — the colour handling is the same as any SDR clip, and nothing is reduced to 8-bit along the way.
de: Diese %lld-Bit-Rec.709-Quelle wird mit voller Präzision dekodiert, gegradet und exportiert – die Farbbehandlung ist dieselbe wie bei jedem SDR-Clip, und unterwegs wird nichts auf 8 Bit reduziert.
es: Este origen Rec.709 de %lld bits se decodifica, se etalona y se exporta con precisión completa: el tratamiento del color es el mismo que el de cualquier clip SDR y nada se reduce a 8 bits por el camino.
fr: Cette source Rec.709 %lld bits est décodée, étalonnée et exportée en pleine précision — la gestion des couleurs est identique à celle de n’importe quel clip SDR, et rien n’est réduit à 8 bits en chemin.
it: Questa sorgente Rec.709 a %lld bit viene decodificata, gradata ed esportata a piena precisione — la gestione del colore è la stessa di qualsiasi clip SDR e nulla viene ridotto a 8 bit lungo il percorso.
sv: Den här %lld-bitars Rec.709-källan avkodas, gradas och exporteras med full precision — färghanteringen är densamma som för vilket SDR-klipp som helst, och inget reduceras till 8-bitars på vägen.

source: This 8-bit SDR source has incomplete color tags. GradeLab uses the standard Rec.709 interpretation consistently for preview and export; the original file remains unchanged.
de: Diese 8-Bit-SDR-Quelle hat unvollständige Farb-Tags. GradeLab verwendet für Vorschau und Export durchgängig die Standard-Interpretation Rec.709; die Originaldatei bleibt unverändert.
es: Este origen SDR de 8 bits tiene etiquetas de color incompletas. GradeLab usa de forma coherente la interpretación Rec.709 estándar para la vista previa y la exportación; el archivo original no se modifica.
fr: Cette source SDR 8 bits comporte des balises de couleur incomplètes. GradeLab applique de façon cohérente l’interprétation Rec.709 standard à l’aperçu et à l’exportation ; le fichier d’origine reste inchangé.
it: Questa sorgente SDR a 8 bit ha tag di colore incompleti. GradeLab usa in modo coerente l’interpretazione standard Rec.709 per anteprima ed esportazione; il file originale resta invariato.
sv: Den här 8-bitars SDR-källan har ofullständiga färgtaggar. GradeLab använder konsekvent standardtolkningen Rec.709 för både förhandsvisning och export; originalfilen förblir oförändrad.

source: This audio file could not be decoded.
de: Diese Audiodatei konnte nicht dekodiert werden.
es: No se ha podido decodificar este archivo de audio.
fr: Ce fichier audio n’a pas pu être décodé.
it: Non è stato possibile decodificare questo file audio.
sv: Den här ljudfilen kunde inte avkodas.

source: This audio file is empty.
de: Diese Audiodatei ist leer.
es: Este archivo de audio está vacío.
fr: Ce fichier audio est vide.
it: Questo file audio è vuoto.
sv: Den här ljudfilen är tom.

source: This audio format cannot be decoded on this device.
de: Dieses Audioformat kann auf diesem Gerät nicht dekodiert werden.
es: Este formato de audio no se puede decodificar en este dispositivo.
fr: Ce format audio ne peut pas être décodé sur cet appareil.
it: Questo formato audio non può essere decodificato su questo dispositivo.
sv: Det här ljudformatet kan inte avkodas på den här enheten.

source: This clip can’t be graded.
de: Dieser Clip kann nicht gegradet werden.
es: Este clip no se puede etalonar.
fr: Ce clip ne peut pas être étalonné.
it: Questa clip non può essere gradata.
sv: Det här klippet kan inte gradas.

source: This clip could not be prepared for export on its own.
de: Dieser Clip konnte nicht einzeln für den Export vorbereitet werden.
es: No se ha podido preparar este clip para exportarlo por separado.
fr: Ce clip n’a pas pu être préparé pour une exportation isolée.
it: Non è stato possibile preparare questa clip per un’esportazione separata.
sv: Det här klippet kunde inte förberedas för export på egen hand.

source: This clip has no linked audio to separate.
de: Dieser Clip hat kein verknüpftes Audio zum Trennen.
es: Este clip no tiene audio vinculado que separar.
fr: Ce clip n’a aucun audio lié à séparer.
it: Questa clip non ha audio collegato da separare.
sv: Det här klippet har inget länkat ljud att separera.

source: This clip has no video to analyze.
de: Dieser Clip hat kein Video zum Analysieren.
es: Este clip no tiene vídeo que analizar.
fr: Ce plan n'a aucune vidéo à analyser.
it: Questo clip non ha video da analizzare.
sv: Det här klippet har ingen video att analysera.

source: This clip is locked.
de: Dieser Clip ist gesperrt.
es: Este clip está bloqueado.
fr: Ce clip est verrouillé.
it: Questa clip è bloccata.
sv: Det här klippet är låst.

source: This clip is too short for both, so they have been scaled to %1$.2fs in and %2$.2fs out.
de: Dieser Clip ist für beide zu kurz, daher wurden sie auf %1$.2f s ein und %2$.2f s aus angepasst.
es: Este clip es demasiado corto para las dos, así que se han ajustado a %1$.2f s de entrada y %2$.2f s de salida.
fr: Ce clip est trop court pour les deux, elles ont donc été ramenées à %1$.2f s en entrée et %2$.2f s en sortie.
it: Questa clip è troppo corta per entrambe, quindi sono state ridotte a %1$.2f s in entrata e %2$.2f s in uscita.
sv: Klippet är för kort för båda, så de har skalats till %1$.2f s in och %2$.2f s ut.

source: This clip's media is missing.
de: Die Medien dieses Clips fehlen.
es: Falta el material de este clip.
fr: Le média de ce plan est introuvable.
it: Il contenuto di questo clip è mancante.
sv: Mediet för det här klippet saknas.

source: This device can’t decode %@. Re-export the clip as HEVC and try again.
de: Dieses Gerät kann %@ nicht dekodieren. Exportiere den Clip erneut als HEVC und versuche es noch einmal.
es: Este dispositivo no puede decodificar %@. Vuelve a exportar el clip como HEVC e inténtalo de nuevo.
fr: Cet appareil ne peut pas décoder %@. Réexportez le clip en HEVC, puis réessayez.
it: Questo dispositivo non può decodificare %@. Esporta di nuovo il clip in HEVC e riprova.
sv: Den här enheten kan inte avkoda %@. Exportera om klippet som HEVC och försök igen.

source: This device cannot apply the requested video export settings.
de: Dieses Gerät kann die angeforderten Video-Exporteinstellungen nicht anwenden.
es: Este dispositivo no puede aplicar los ajustes de exportación de vídeo solicitados.
fr: Cet appareil ne peut pas appliquer les réglages d'export vidéo demandés.
it: Questo dispositivo non può applicare le impostazioni di esportazione video richieste.
sv: Den här enheten kan inte använda de begärda videoexportinställningarna.

source: This device cannot encode %@ at %@ at %@ fps. Try a smaller size, a lower frame rate, or another codec.
de: Dieses Gerät kann %@ mit %@ bei %@ fps nicht kodieren. Versuche eine kleinere Größe, eine niedrigere Bildrate oder einen anderen Codec.
es: Este dispositivo no puede codificar %@ en %@ a %@ fps. Prueba con un tamaño menor, una velocidad de fotogramas más baja u otro códec.
fr: Cet appareil ne peut pas encoder %@ en %@ à %@ fps. Essayez une taille plus petite, une fréquence d'images plus basse ou un autre codec.
it: Questo dispositivo non può codificare %@ in %@ a %@ fps. Prova una dimensione inferiore, una frequenza fotogrammi più bassa o un altro codec.
sv: Den här enheten kan inte koda %@ i %@ vid %@ fps. Prova en mindre storlek, en lägre bildfrekvens eller en annan codec.

source: This device cannot encode %@ at %@. Try a smaller size or another codec.
de: Dieses Gerät kann %@ mit %@ nicht kodieren. Versuche eine kleinere Größe oder einen anderen Codec.
es: Este dispositivo no puede codificar %@ en %@. Prueba con un tamaño menor u otro códec.
fr: Cet appareil ne peut pas encoder %@ en %@. Essayez une taille plus petite ou un autre codec.
it: Questo dispositivo non può codificare %@ in %@. Prova una dimensione inferiore o un altro codec.
sv: Den här enheten kan inte koda %@ i %@. Prova en mindre storlek eller en annan codec.

source: This device cannot encode a video track at the requested dimensions.
de: Dieses Gerät kann keine Videospur in den angeforderten Abmessungen kodieren.
es: Este dispositivo no puede codificar una pista de vídeo con las dimensiones solicitadas.
fr: Cet appareil ne peut pas encoder une piste vidéo aux dimensions demandées.
it: Questo dispositivo non può codificare una traccia video con le dimensioni richieste.
sv: Den här enheten kan inte koda ett videospår i de begärda måtten.

source: This device cannot encode the selected configuration. Try another codec or lower dimensions.
de: Dieses Gerät kann die gewählte Konfiguration nicht kodieren. Versuche einen anderen Codec oder kleinere Abmessungen.
es: Este dispositivo no puede codificar la configuración seleccionada. Prueba con otro códec o con dimensiones menores.
fr: Cet appareil ne peut pas encoder la configuration sélectionnée. Essayez un autre codec ou des dimensions plus basses.
it: Questo dispositivo non può codificare la configurazione selezionata. Prova un altro codec o dimensioni inferiori.
sv: Den här enheten kan inte koda den valda konfigurationen. Prova en annan codec eller mindre mått.

source: This device cannot export this configuration.
de: Dieses Gerät kann diese Konfiguration nicht exportieren.
es: Este dispositivo no puede exportar esta configuración.
fr: Cet appareil ne peut pas exporter cette configuration.
it: Questo dispositivo non può esportare questa configurazione.
sv: Den här enheten kan inte exportera den här konfigurationen.

source: This device could not build the %@ export pipeline.
de: Dieses Gerät konnte die %@-Export-Pipeline nicht aufbauen.
es: Este dispositivo no pudo construir la cadena de exportación %@.
fr: Cet appareil n'a pas pu construire le pipeline d'export %@.
it: Questo dispositivo non è riuscito a costruire la catena di esportazione %@.
sv: Den här enheten kunde inte bygga exportkedjan för %@.

source: This device could not build the 10-bit export pipeline.
de: Dieses Gerät konnte die 10-Bit-Export-Pipeline nicht aufbauen.
es: Este dispositivo no pudo construir la cadena de exportación de 10 bits.
fr: Cet appareil n'a pas pu construire le pipeline d'export 10 bits.
it: Questo dispositivo non è riuscito a costruire la catena di esportazione a 10 bit.
sv: Den här enheten kunde inte bygga 10-bitars exportkedja.

source: This device could not build the HDR compositing pipeline.
de: Dieses Gerät konnte die HDR-Compositing-Pipeline nicht aufbauen.
es: Este dispositivo no pudo construir la cadena de composición HDR.
fr: Cet appareil n'a pas pu construire le pipeline de composition HDR.
it: Questo dispositivo non è riuscito a costruire la catena di composizione HDR.
sv: Den här enheten kunde inte bygga HDR-kompositionskedjan.

source: This device could not build the HDR export pipeline.
de: Dieses Gerät konnte die HDR-Export-Pipeline nicht aufbauen.
es: Este dispositivo no pudo construir la cadena de exportación HDR.
fr: Cet appareil n'a pas pu construire le pipeline d'export HDR.
it: Questo dispositivo non è riuscito a costruire la catena di esportazione HDR.
sv: Den här enheten kunde inte bygga HDR-exportkedjan.

source: This device does not allow GradeLab to add to Photos.
de: Dieses Gerät erlaubt GradeLab nicht, zu „Fotos“ hinzuzufügen.
es: Este dispositivo no permite que GradeLab añada a Fotos.
fr: Cet appareil n’autorise pas GradeLab à ajouter à Photos.
it: Questo dispositivo non consente a GradeLab di aggiungere a Foto.
sv: Den här enheten tillåter inte att GradeLab lägger till i Bilder.
